;------------------------------------------------------------------------------
; UltraDefrag GUI Thai Language Pack
; Copyright (C) 2009 by Pat Taweewat.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised Feb. 14, 2010 by Stefan Pendl
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = Action
ANALYSE                   = วิเคราะห์
DEFRAGMENT                = Defragement
OPTIMIZE                  = เพิ่ม ประสิทธิภาพ
STOP                      = หยุดทำงาน
SKIP_REMOVABLE_MEDIA      = ยกเว้นไดรฟ์ไม่ถาวร
RESCAN_DRIVES             = ตรวจหาไดรฟ์อีกครั้ง
WHEN_DONE                 = When done
WHEN_DONE_NONE            = None
WHEN_DONE_EXIT            = Exit
WHEN_DONE_STANDBY         = Standby
WHEN_DONE_HIBERNATE       = Hibernate
WHEN_DONE_LOGOFF          = Logoff
WHEN_DONE_REBOOT          = Reboot
WHEN_DONE_SHUTDOWN        = Shutdown
EXIT                      = Exit

; --- Report Menu

REPORT                    = รายงาน
SHOW_REPORT               = Show report

; --- Settings Menu

SETTINGS                  = การตั้งค่า
LANGUAGE                  = Language
TRANSLATIONS_FOLDER       = Translations folder
GRAPHICAL_INTERFACE       = ส่วนติดต่อกราฟฟิก
FONT                      = แบบอักษร
OPTIONS                   = ตัวเลือก
BOOT_TIME_SCAN            = ทำงานขณะบูต Windows
ENABLE                    = เปิดใช้งาน
SCRIPT                    = สคริปต์
REPORTS                   = รายงาน

; --- Help Menu

HELP                      = ช่วยเหลือ
CONTENTS                  = Contents
BEST_PRACTICE             = Best practice
FAQ                       = FAQ
ABOUT                     = เี่กี่ยวกับ

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = Boot time script

; Drives list items.

VOLUME                    = ปริมาณ
STATUS                    = สถานะ
TOTAL                     = เนื้อที่ทั้งหมด
FREE                      = เนื้อที่ว่าง
PERCENT                   = ร้อยละ

; Status messages

STATUS_RUNNING            = เรียกใช้
STATUS_ANALYSED           = วิเคราะห์
STATUS_DEFRAGMENTED       = Defragmented
STATUS_OPTIMIZED          = เหมาะ

; Status bar messages.

DIRS                      = โฟลเดอร์
FILES                     = ไฟล์
FRAGMENTED                = กระจาย
COMPRESSED                = บีบอัด
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = เกี่ยวกับ Ultra Defragmenter
CREDITS                   = เครดิต
LICENSE                   = ใบอนุญาตได้

; Shutdown confirmation

PLEASE_CONFIRM            = Please Confirm
REALLY_SHUTDOWN_WHEN_DONE = Do you really want to shutdown when done?
REALLY_HIBERNATE_WHEN_DONE= Do you really want to hibernate when done?
REALLY_LOGOFF_WHEN_DONE   = Do you really want to logoff when done?
REALLY_REBOOT_WHEN_DONE   = Do you really want to reboot when done?
SECONDS_TILL_SHUTDOWN     = seconds till shutdown
SECONDS_TILL_HIBERNATION  = seconds till hibernation
SECONDS_TILL_LOGOFF       = seconds till logoff
SECONDS_TILL_REBOOT       = seconds till reboot
YES                       = Yes
NO                        = No

; END OF FILE
